; Generated (13.08.2017 11:14:59) by Reg Converter v1.1
; www.sordum.org

[Main]
Language=Auto
LastRegFile=
ConvertType=bat
AutoSaveDialog=0
Add_Clarifications=1
Vbs_ShorMainRegKey=1
Au3_ShorMainRegKey=1
Bat_Type=Reg.exe
Bat1_ShowProgress=0
Bat1_ShorMainRegKey=1
Bat2_ShowProgress=1
Bat2_AskUserToConfirm=1
Bat2_Convert_REG_SZ=1
Bat2_DeleteBlankLines=1
Bat2_RandomTempFile=1

[Recent_Registry_Keys]
01=HKLM\SYSTEM\CurrentControlSet\Services
02=HKLM\Software\Microsoft\Windows\CurrentVersion
03=HKLM\Software\Microsoft\Windows\CurrentVersion\Run
04=HKLM\Software\Microsoft\Windows\CurrentVersion\Explorer\Shell Folders

[Language_English]
01="BlueLife"
02="Output:"
03="Bat\n Command Prompt Script File"
04="Vbs\n VBScript File"
05="Au3\n Autoit3 Script File"
06="Close Menu"
07="Main Reg Key Shorten"
08="Options ..."
09="Use Reg.exe"
10="Use Regedit.exe"
11="Show Progress - Echo On"
12="Ask User to Confirm"
13="Convert Unicode REG_SZ Value"
14="Delete Blank Lines"
15="Random Temp File"
16="Source Reg File:"
17="Select Reg File"
18="Open With Notepad"
19="Registry File Content"
20="Clipboard Content"
21="Converted Content"
22="Copy Output Content to Clipboard"
23="Jump to Registry Key"
24="Convert Reg File\n Convert Reg File content"
25="Convert Clip ...\n Convert Clipboard Content"
26="Save To File\n Save Output Content"
27="Menu\n Options"
28="&Auto Save Dialog"
29="&Add comments"
30="&Command Line Info"
31="Context &Menu Options"
32="&Donate"
33="&Contact"
34="&HomePage"
35="&About"
36="Please Wait ..."
37="Select Registry Files\n Registry Files\n All Files"
38="Save Files\n Batch Files\n VBScript Files\n Autoit Script Files"
39="There are unicode characters in the content!\n The file will be saved as ANSI."
40="The file could not be written!"
41="Reg file reading..."
42="Reg information is being checking..."
43="Reg information is being converting..."
44="you must have administrator rights to start this feature!"
45="Open Location\n Recent Registry Keys"
46="Convert to bat\n Convert to bat2\n Convert to vbs\n Convert to au3\n Save to file\n Write to clipboard\n Apply Changes"

[Language_Turkish_Türkçe]				
01="BlueLife"				
02="Çıktı:"				
03="Bat\n Komut istemi Dosyası"				
04="Vbs\n VBScript Dosyası"				
05="Au3\n Autoit3 Dosyası"				
06="Menüyü Kapat"				
07="Ana Reg Anahtarını Kısalt"				
08="Seçenekler ..."				
09="Reg.exe'yi Kullan"				
10="Regedit.exe'yi Kullan"				
11="İşlemleri Göster - Echo On"				
12="Kullanıcıdan Onay İste"				
13="Unicode REG_SZ Değerlerini Dönüştür"				
14="Boş Satırları Sil"				
15="Rastgele Temp Dosyası"				
16="Kaynak Reg Dosyası:"				
17="Reg Dosyasını Seç"				
18="Notepad ile Aç"				
19="Reg Dosyası İçeriği"				
20="Pano İçeriği"				
21="Dönüştürülen Veri"				
22="Dönüştürülen Veriyi Panoya Kopyala"				
23="Kayıt Defteri Anahtarına Atla"				
24="Dosyadakini ...\n Reg Dosyası içeriğini Dönüştür"				
25="Panodakini ...\n Pano içeriğini Dönüştür"				
26="Dosyaya Kaydet\n Çıktı içeriğini Dosyaya Kaydet"				
27="Menü ...\n Seçenekler"				
28="&Otomatik Kaydet Ekranı"				
29="&Açıklamaları Ekle"				
30="&Komut Istemi Bilgisi"				
31="Sağ Tuş Menüsü Ayarları"				
32="&Bağış Yap"				
33="&İletişim"				
34="&Web Sitesi"				
35="&Hakkında"				
36="Lütfen Bekleyiniz ..."				
37="Kayıt Defteri Dosyasını Seç\n Kayıt Defteri Dosyaları\n Tüm Dosyalar"				
38="Dosyaya Kaydet\n Komut İstemi Dosyaları\n VBScript Dosyaları\n Autoit3 Dosyaları"				
39="İçerikte unicode karakterler var!\n Dosya ANSI olarak kaydedilecek."				
40="Dosyaya yazılamıyor!"				
41="Reg dosyası okunuyor ..."				
42="Reg bilgileri gözden geçiriliyor ..."				
43="Reg bilgisi dönüştürülüyor ..."				
44="Bu özelliği çalıştırmak için yönetici yetkisi gerekiyor!"				
45="Konumu Aç\n Son Kayıt Defteri Anahtarları"				
46="Bat Formatına Dönüştür\n Bat2 Formatına Dönüştür\n Vbs Formatına Dönüştür\n Au3 Formatına Dönüştür\n Dosyaya Kaydet\n Panoya Yaz\n Değişiklikleri Uygula"				

[Language_German_Deutsch]			
01="Velociraptor"			
02="Output:"			
03="Bat\n Batch Datei"			
04="Vbs\n VBScript Datei"			
05="Au3\n Autoit3 Datei"			
06="Menü schließen"			
07="Haupt Registrierungsschlüssel verkürzen"			
08="Optionen ..."			
09="Reg.exe benutzen"			
10="Regedit.exe benutzen"			
11="Fortschrittsanzeigen darstellen"			
12="den Benutzer zur Bestätigung auffordert"			
13="Unicode REG_SZ Datei konvertieren"			
14="die leeren Zeilen löschen"			
15="Zufällige Temp-Datei"			
16="Reg Quelldaten:"			
17="Reg Datei wählen"			
18="mit dem Notepad öffnen"			
19="Reg Datei Inhalt "			
20="Zwischenablage Inhalt"			
21="Der konvertierte Inhalt"			
22="der Ausgabe Inhalt in die Zwischenablage kopieren"			
23="Registrierungsschlüssel Springen"			
24="Reg Datei konvertieren\n Reg Datei Inhalt Konvertieren"			
25="Zwischenablage ...\n Zwischenablage Inhalt konvertieren"			
26="Speichern unter\n Konvertierte Inhalt speichern"			
27="Menü ...\n Optionen"			
28="&Automatisch speichern Dialog"			
29="&Kommentare hinzufügen"			
30="&Eingabeaufforderung Info"			
31="Kontextmenü Optionen"			
32="&Spenden"			
33="&Kontakt"			
34="&Startseite"			
35="&Über Uns"			
36="Bitte warten ..."			
37="Registry datei Wählen\n Registry Dateien\n Alle Dateien"			
38="Dateien speichern\n Eingabeaufforderung Dateien\n VBScript Dateien\n Autoit3 Dateien"			
39="Es gibt Unicode Zeichen im Inhalt!\n Die Datei wird als ANSI gespeichert."			
40="die Datei kann nicht geschrieben werden!"			
41="Reg Datei Lesen ..."			
42="Reg Info Wird überprüft ..."			
43="Reg Informationen werden konvertiert ..."			
44="Um diese Funktion zu nutzen Sie müssen Administratorrechte besitzen!"			
45="Speicherort öffnen\n letzte Registrierungsschlüssel"			
46=" in eine bat datei umwandeln\n  in eine bat2 datei umwandeln\n  in eine Vbs datei umwandeln\n  in eine Au3 datei umwandeln\n Datei speichern\n Zwischenablage Schreiben\n Änderungen übernehmen"

[Language_Greek_Ελληνικά]
01="geogeo  (www.geogeo.gr)"
02="Έξοδος:"
03="Bat\n Αρχείο δέσμης ενεργειών Γραμμής εντολών"
04="Vbs\n Αρχείο VBScript"
05="Au3\n Αρχείο δέσμης ενεργειών Autoit3"
06="Κλείσιμο μενού"
07="Συντόμευση κύριου κλειδιού Reg"
08="Επιλογές..."
09="Χρήση Reg.exe"
10="Χρήση Regedit.exe"
11="Εμφάνιση προόδου - Echo On"
12="Ερώτηση χρήστη για επιβεβαίωση"
13="Μετατροπή τιμής Unicode REG_SZ"
14="Διαγραφή κενών γραμμών"
15="Τυχαίο αρχείο Temp"
16="Πηγαίο αρχείο Reg:"
17="Επιλέξτε αρχείο Reg"
18="Άνοιγμα με το Σημειωματάριο"
19="Περιεχ. αρχείου μητρώου"
20="Περιεχόμενο πρόχειρου"
21="Περιεχ. που μετατράπηκε"
22="Αντιγραφή περιεχόμενου εξόδου στο Πρόχειρο"
23="Μετάβαση στο κλειδί μητρώου"
24="Μετατρ. αρχείου Reg\n Μετατροπή περιεχόμενου αρχείου Reg"
25="Μετατρ. πρόχειρου...\n Μετατροπή περιεχόμενου πρόχειρου"
26="Αποθήκ. σε αρχείο\n Αποθήκευση περιεχόμενου εξόδου"
27="Μενού\n Επιλογές"
28="Παράθυρο &αυτόματης αποθήκευσης"
29="Προσθήκη &σχολίων"
30="Πληροφορίες &Γραμμής εντολών"
31="Επιλογές &Μενού περιβάλλοντος"
32="&Δωρεά"
33="&Επικοινωνία"
34="&Ιστοσελίδα"
35="&Περί..."
36="Παρακαλώ περιμένετε..."
37="Επιλέξτε αρχεία μητρώου\n Αρχεία μητρώου\n Όλα τα αρχεία"
38="Αποθήκευση αρχείων\n Αρχεία δέσμης\n Αρχεία VBScript\n Αρχεία δέσμης ενεργειών Autoit"
39="Υπάρχουν χαρακτήρες unicode στο περιεχόμενο!\n Το αρχείο θα αποθηκευτεί ως ANSI."
40="Δεν ήταν δυνατή η εγγραφή του αρχείου!"
41="Ανάγνωση αρχείου Reg..."
42="Γίνεται έλεγχος των πληροφοριών του Reg..."
43="Γίνεται μετατροπή των πληροφοριών του Reg..."
44="Πρέπει να έχετε δικαιώματα διαχειριστή για να ξεκινήσει αυτή η λειτουργία!"
45="Άνοιγμα θέσης\n Πρόσφατα κλειδιά μητρώου"
46="Μετατροπή σε bat\n Μετατροπή σε bat2\n Μετατροπή σε vbs\n Μετατροπή σε au3\n Αποθ. σε αρχείο\n Εγγραφή στο πρόχειρο\n Εφαρμογή αλλαγών"
			
[Language_Chinese_Simplified]
01="th_sjy"
02="输出:"
03="Bat\n 命令提示符脚本文件"
04="Vbs\n VB 脚本文件"
05="Au3\n Autoit3 脚本文件"
06="关闭菜单"
07="主注册表项缩短"
08="选项"
09="使用 Reg.exe"
10="使用 Regedit.exe"
11="显示进度 - 回显开"
12="要求用户确认"
13="转换 Unicode REG_SZ 值"
14="删除空行"
15="随机临时文件"
16="源 Reg 文件:"
17="选择 Reg 文件"
18="用记事本打开"
19="注册表文件内容"
20="剪贴板内容"
21="已转换内容"
22="将输出内容复制到剪贴板"
23="跳转到注册表项"
24="转换 Reg 文件\n 转换 Reg 文件内容"
25="转换剪贴板内容\n 转换剪贴板内容"
26="保存到文件\n 保存输出内容"
27="菜单\n 选项"
28="自动保存对话框(&A)"
29="添加注释(&A)"
30="命令行信息(&C)"
31="右键菜单选项(&M)"
32="捐赠(&D)"
33="联系(&C)"
34="主页(&H)"
35="关于(&A)"
36="请稍候..."
37="选择注册表文件\n 注册表文件\n 所有文件"
38="保存文件\n 批处理文件\n VB 脚本文件\n Autoit 脚本文件"
39="在内容中有 unicode 字符!\n 该文件将被保存为 ANSI."
40="该文件无法写入!"
41="正在读取 Reg 文件..."
42="正在检查 Reg 信息..."
43="正在转换 Reg 信息..."
44="您必须具有管理员权限才能启动此功能!"
45="打开位置\n 最近的注册表项"
46="转换为 bat\n 转换为 bat2\n 转换为 vbs\n 转换为 au3\n 保存到文件\n 写入剪贴板\n 应用更改"

[Language_Polish_Polski]
01="Bladius z WinClub.pl"
02="Rozszerzenie"
03="Bat\nPlik skryptowy wiersza polecenia"
04="vbs\n Plik skryptu vbs"
05="au3\n Skrypt pliku autoit3"
06="Zamknij menu"
07="Krótki główny klucz reg"
08="Opcje:"
09="Użyj Reg.exe"
10="Użyj Regedit.exe"
11="Pokaż postęp - echo włączone"
12="Poproś użytkownika o potwierdzenie"
13="Konwertuj wartość Unicode REG_SZ"
14="Usuń puste linie"
15="Losowy plik tymczasowy"
16="Źródło pliku reg"
17="Wybierz plik reg"
18="Otwórz w Notatniku"
19="Zawartość pliku rejestru"
20="Zawartość schowka"
21="Konwertuj zawartość"
22="Kopiuj zawartość wyjściową do schowka"
23="Skocz do klucza rejestru"
24="Konwertuj plik reg\n Konwertuj zawartość pliku reg"
25="Konwertuj schowek\n Konwertuj zawartość schowka"
26="Zapisz do pliku\n Zapisz zawartość wyjściową"
27="Menu\n Opcje"
28="&Automatyczny zapis dialogów"
29="&Dodaj komentarz"
30="&Informacje o liniach komend"
31="Opcje menu kontekstowego"
32="&Wesprzyj"
33="&Kontakt"
34="&Strona domowa"
35="&O programie"
36="Proszę czekać"
37="Wybierz pliki rejestru\n Pliku rejestru\n Wszystkie pliki"
38="Zapisz pliki\n Pliki batch\n Pliki vbs\n Pliki skryptu autoit"
39="W zawartości są znaki unicode!\nPlik zostanie zapisany jako ANSI."
40="Plik nie może zostać zapisany!"
41="Odczytywanie pliku reg"
42="Informacje reg w trakcie sprawdzania"
43="Informacje reg w trakcje konwertowania"
44="Musisz posiadać uprawnienia administratora by skorzystać z tej funkcji!"
45="Otwórz lokalizację\n Ostatnie klucze rejestru"
46="Konwertuj do bat\nKonwertuj do bat2\nKonwertuj do vbs\nKonwertuj do au3\nZapisz do pliku\nZapisz do schowka\nZastosuj"

